Repository: seoktae-lee/tteona
Catalog: tteona/Localizable.xcstrings
Source language: ko
Languages: en, ja

# roomselect.start
source: 시작하기
en: Start
ja: 開始する

# roomselect.startWithoutSharing
source: 공유 없이 시작
en: Start without sharing
ja: シェアせずに開始

# roomselect.subtitle
source: 선택한 그룹에 오늘의 기록이 공유돼요
en: Today's records will be shared with the selected groups
ja: 選択したグループに今日の記録がシェアされます

# roomselect.title
source: 어디에 공유할까요?
en: Where should we share?
ja: どこにシェアしますか？

# session.allVisited
source: 모든 장소 방문 완료! 🎉
en: All places visited! 🎉
ja: すべての場所を訪問完了！🎉

# session.arrivedAt
source: %@에 도착했어요!
en: You've arrived at %@!
ja: %@に到着しました！

# session.arrivedCapture
source: 📍 %@ 도착! 촬영하기
en: 📍 Arrived at %@! Film now
ja: 📍 %@に到着！撮影する

# session.captureAnyway
source: 그래도 촬영하기
en: Film Anyway
ja: それでも撮影する

# session.channelDesc
source: 진행 중인 여행 세션 상태
en: Ongoing trip session status
ja: 進行中の旅セッションの状態

# session.channelName
source: 여행 진행
en: Trip Progress
ja: 旅の進行

# session.close
source: 세션 닫기
en: Close session
ja: セッションを閉じる

# session.continueProgress
source: 계속 진행
en: Keep Going
ja: 続ける

# session.courseInProgress
source: 코스 진행 중
en: Course in progress
ja: コース進行中

# session.courseRemaining.progress
source: %@ · %d/%d곳 완료
en: %@ · %d/%d places done
ja: %@ · %d/%dヶ所完了

# session.courseRemaining.title
source: 오늘 코스가 남아있어요
en: Your course isn't finished
ja: 今日のコースが残っています

# session.currentDestination
source: 현재 목적지
en: Current destination
ja: 現在の目的地

# session.distanceRemaining
source: %@까지 %@
en: %2$@ to %1$@
ja: %1$@まで%2$@

# session.editCourse
source: 코스 편집
en: Edit Course
ja: コース編集

# session.exit
source: 나가기
en: Exit
ja: 退出

# session.exitNotice.message
source: 지금까지의 기록은 자동 저장돼요. 홈의 '이어하기' 버튼으로 언제든 돌아올 수 있어요.
en: Everything so far is saved automatically. You can come back anytime with the 'Resume' button on Home.
ja: これまでの記録は自動保存されます。 ホームの「再開」ボタンでいつでも戻れます。

# session.exitNotice.title
source: 진행 상황은 저장돼요
en: Your progress is saved
ja: 進行状況は保存されます

# session.farCapture.message
source: %@까지 %@ 남았어요. GPS가 부정확하거나 실내라면 지금 촬영해도 괜찮아요.
en: %2$@ to go until %1$@. If GPS is off or you're indoors, it's fine to film now.
ja: %1$@まで残り%2$@。 GPSが不正確または屋内なら、今撮影しても大丈夫です。

# session.farCapture.noLocation
source: 현재 위치를 확인할 수 없어요. 지금 촬영해도 괜찮아요.
en: Can't determine your current location. It's fine to film now.
ja: 現在地を確認できません。今撮影しても大丈夫です。

# session.foregroundTitle
source: 여행 진행 중
en: Trip in progress
ja: 旅の進行中

# session.integrity.message
source: 일부 장소의 영상 파일이 확인되지 않아 촬영 리스트가 자동으로 정리되었습니다. 해당 장소는 다시 촬영하실 수 있습니다.
en: Some places' video files couldn't be found, so the capture list was cleaned up automatically. You can film those places again.
ja: 一部の場所の動画ファイルが確認できなかったため、撮影リストが自動的に整理されました。該当の場所は再撮影できます。

# session.integrity.title
source: 일부 영상 확인 불가
en: Some Videos Missing
ja: 一部の動画を確認できません

# session.makeVlog
source: Vlog 만들기
en: Create Vlog
ja: Vlogを作成

# session.member
source: 멤버
en: Member
ja: メンバー

# session.movingTo
source: 📍 %@으로 이동 중...
en: 📍 Heading to %@...
ja: 📍 %@へ移動中...

# session.nextPlaceSuffix
source: · 다음: %@
en: · Next: %@
ja: · 次: %@

# session.notArrivedYet
source: 아직 도착 전이에요
en: You haven't arrived yet
ja: まだ到着していません

# session.resume
source: 이어서 하기
en: Resume
ja: 続きから

# session.sharingLocation
source: 그룹 위치 공유 중
en: Sharing location with group
ja: グループと位置情報を共有中

# session.skipped
source: 건너뜀
en: Skipped
ja: スキップ済み

# session.tapToCapture
source: 탭하여 촬영 시작
en: Tap to start filming
ja: タップして撮影開始

# session.visitProgress
source: 방문 %1$d/%2$d
en: Visited %1$d/%2$d
ja: 訪問 %1$d/%2$d

# settings.account
source: 계정
en: Account
ja: アカウント

# settings.appInfo
source: 앱 정보
en: About
ja: アプリ情報

# settings.blockedUsers
source: 차단된 사용자 관리
en: Blocked Users
ja: ブロックしたユーザー

# settings.changePhoto
source: 사진 변경
en: Change photo
ja: 写真を変更

# settings.childSafety
source: 아동 안전 기준 정책
en: Child Safety Policy
ja: 児童安全基準ポリシー

# settings.contact
source: 문의하기
en: Contact Us
ja: お問い合わせ

# settings.deleteAccount
source: 회원 탈퇴
en: Delete Account
ja: 退会

# settings.deleteAccount.confirmButton
source: 탈퇴
en: Delete
ja: 退会する

# settings.deleteAccount.message
source: 탈퇴 시 코스, 그룹, 계정 정보가 모두 삭제되며 복구할 수 없어요.
en: Deleting your account permanently removes all your courses, groups, and account data. This cannot be undone.
ja: 退会すると、コース・グループ・アカウント情報がすべて削除され、復元できません。

# settings.deleteFailed.message
source: 회원 탈퇴에 실패했어요. 잠시 후 다시 시도해주세요.
en: Failed to delete your account. Please try again later.
ja: 退会に失敗しました。しばらくしてからもう一度お試しください。

# settings.deleteFailed.title
source: 탈퇴 실패
en: Deletion Failed
ja: 退会失敗

# settings.deleting
source: 탈퇴 처리 중...
en: Deleting account...
ja: 退会処理中...

# settings.editNickname
source: 닉네임 변경
en: Edit Nickname
ja: ニックネーム変更

# settings.groupNotif
source: 그룹 활동 알림
en: Group activity notifications
ja: グループ活動の通知

# settings.language
source: 언어
en: Language
ja: 言語

# settings.language.footer
source: 앱에서 사용할 언어를 선택하세요. 지도 라벨은 앱을 다시 실행하면 적용됩니다.
en: Choose the language to use in the app. Map labels change the next time you restart the app.
ja: アプリで使用する言語を選択してください。地図のラベルはアプリの再起動後に反映されます。

# settings.nickname.saveFailed
source: 닉네임 변경에 실패했어요. 잠시 후 다시 시도해주세요.
en: Couldn't update your nickname. Please try again later.
ja: ニックネームの変更に失敗しました。しばらくしてからもう一度お試しください。

# settings.nickname.unchanged
source: 현재 닉네임과 같아요
en: Same as your current nickname
ja: 現在のニックネームと同じです

# settings.noNickname
source: 닉네임 없음
en: No nickname
ja: ニックネームなし

# settings.privacy
source: 개인정보 처리방침
en: Privacy Policy
ja: プライバシーポリシー

# settings.pro.active
source: tteona PRO 이용 중
en: tteona PRO Active
ja: tteona PRO 利用中

# settings.pro.activeDesc
source: 모든 프리미엄 기능이 켜져 있어요
en: All premium features are enabled
ja: すべてのプレミアム機能が有効です

# settings.pro.features
source: 워터마크 제거 · 멀티포맷 · 5분 영상 · 우선 렌더링
en: No watermark · Multi-format · 5-min videos · Priority rendering
ja: ウォーターマーク削除 · マルチフォーマット · 5分動画 · 優先レンダリング

# settings.profilePhoto
source: 프로필 사진
en: Profile photo
ja: プロフィール写真

# settings.push
source: 푸시알림
en: Push Notifications
ja: プッシュ通知

# settings.signOut
source: 로그아웃
en: Sign Out
ja: ログアウト

# settings.signOut.confirm
source: 정말 로그아웃 하시겠어요?
en: Are you sure you want to sign out?
ja: 本当にログアウトしますか？

# settings.terms
source: 이용약관
en: Terms of Service
ja: 利用規約

# settings.title
source: 설정
en: Settings
ja: 設定

# settings.travelStats
source: 내 여행 통계
en: My Travel Stats
ja: 旅の統計

# settings.travelStyle
source: 여행 취향
en: Travel Style
ja: 旅のスタイル

# settings.travelStyle.none
source: 선택 안 함
en: Not set
ja: 未設定

# settings.version
source: 버전
en: Version
ja: バージョン

# stats.activeDays
source: 활동한 날
en: Active Days
ja: アクティブ日数

# stats.coursesCreated
source: 만든 코스
en: Courses Created
ja: 作成したコース

# stats.disclaimer
source: 방문한 장소와 활동한 날은 앱 업데이트 이후의 활동부터 집계돼요.
en: Places visited and active days are counted from activity after the app update.
ja: 訪れた場所とアクティブ日数は、アプリのアップデート以降の活動から集計されます。

# stats.groups
source: 함께한 그룹
en: Groups Joined
ja: 参加したグループ

# stats.journeySoFar
source: 지금까지의 여정
en: Your journey so far
ja: これまでの旅

# stats.likesReceived
source: 받은 좋아요
en: Likes Received
ja: もらったいいね

# stats.loadFailed
source: 통계를 불러오지 못했어요
en: Couldn't load your stats
ja: 統計を読み込めませんでした

# stats.placesRecorded
source: 기록한 장소
en: Places Recorded
ja: 記録した場所

# stats.placesVisited
source: 방문한 장소
en: Places Visited
ja: 訪れた場所

# stats.subtitle
source: 떠난 만큼 쌓여요
en: It grows as you go
ja: 旅した分だけ積み重なる

# stats.unit.count
source: %d개
en: %d
ja: %d個

# stats.unit.days
source: %d일
en: %d
ja: %d日

# stats.unit.places
source: %d곳
en: %d
ja: %dヶ所

# tab.capture
source: 촬영
en: Capture
ja: 撮影

# tab.chat
source: 채팅
en: Chats
ja: チャット

# tab.discover
source: 발견
en: Discover
ja: 発見

# tab.explore
source: 탐색
en: Explore
ja: 探索

# tab.home
source: 홈
en: Home
ja: ホーム

# tab.profile
source: 프로필
en: Profile
ja: プロフィール

# tab.settings
source: 설정
en: Settings
ja: 設定

# tag.couple
source: 커플
en: Couple
ja: カップル

# tag.family
source: 가족
en: Family
ja: 家族

# tag.friends
source: 친구
en: Friends
ja: 友達

# tag.solo
source: 혼자
en: Solo
ja: ひとり

# time.daysAgo
source: %d일 전
en: %dd ago
ja: %d日前

# time.hoursAgo
source: %d시간 전
en: %dh ago
ja: %d時間前

# time.justNow
source: 방금 전
en: Just now
ja: たった今

# time.minutesAgo
source: %d분 전
en: %dm ago
ja: %d分前

# tutorial.bgm.text
source: 마지막이에요! '자동 추천'이 여행 분위기에 맞는 음악을 골라줘요. 바로 만들어봐요!
en: Last step! 'Auto pick' chooses music that fits your trip's mood. Let's make it!
ja: 最後です！「自動おすすめ」が旅の雰囲気に合う 音楽を選んでくれます。さっそく作りましょう！

# tutorial.capture.text
source: 셔터를 눌러 이 순간을 짧은 영상으로 남겨봐요! 무료로도 하루 30초까지 담을 수 있어요
en: Tap the shutter to capture this moment! Free accounts can record up to 30 seconds a day.
ja: シャッターを押してこの瞬間を残しましょう！ 無料でも1日30秒まで撮れます

# tutorial.done.button
source: 좋아요, 알겠어요!
en: Got it!
ja: わかりました！

# tutorial.done.message
source: 이번엔 한 곳만 담았지만, 무료로도 하루 30초까지 담을 수 있어요. 2·3·5초 중에 골라 여러 곳을 담아보세요!
en: You captured one place this time. Free accounts get 30 seconds a day — pick 2, 3, or 5 seconds and capture more places!
ja: 今回は1か所でしたが、無料でも1日30秒まで撮れます。2・3・5秒から選んでもっと多くの場所を残してみましょう！

# tutorial.done.title
source: 첫 브이로그 완성!
en: First vlog complete!
ja: 初めてのVlog完成！

# tutorial.endToday.text
source: 첫 장소가 담겼어요! 오른쪽 위 ✓를 눌러 브이로그로 만들어봐요
en: Your first place is captured! Tap ✓ at the top right to turn it into a vlog.
ja: 最初の場所が入りました！ 右上の✓を押してブイログにしましょう

# tutorial.format.text
source: 촬영 방향에 딱 맞는 포맷을 미리 골라놨어요. 이대로 만들어볼까요?
en: We pre-picked the format that matches how you filmed. Shall we go with it?
ja: 撮影の向きに合ったフォーマットを選んでおきました。 このまま作ってみましょう？

# tutorial.myToday.text
source: 여행의 하이라이트, 브이로그를 같이 만들어봐요! 촬영 탭에서 셔터만 누르면 시작이에요
en: Let's make your first vlog together! Just tap the shutter on the Capture tab.
ja: 旅のハイライト、ブイログを一緒に作りましょう！ 撮影タブでシャッターを押すだけです

# tutorial.pickPlace.text
source: 방금 찍은 곳을 여기서 골라봐요! 목록에 없으면 '직접 입력하기'로 적을 수 있어요
en: Pick where you are from the list! Not there? Tap "Enter manually" to type it in.
ja: 今いる場所をここから選んでください！ なければ「直接入力」で書けます。

# tutorial.skip
source: 튜토리얼 그만 보기
en: Dismiss tutorial
ja: チュートリアルを閉じる

# tutorial.vlogOnly.hint
source: 'Vlog만 만들기'를 눌러봐요!
en: Tap "Vlog only"!
ja: 「Vlogだけ作る」を押してみましょう！

# user.deleted
source: 탈퇴한 사용자
en: Deleted user
ja: 退会したユーザー

# vlog.back
source: 이전으로
en: Back
ja: 戻る

# vlog.bgm.auto
source: 자동 추천
en: Auto pick
ja: 自動おすすめ

# vlog.bgm.auto.subtitle
source: 여행 태그에 어울리는 음악을 골라드려요
en: We'll pick music that fits your trip's tag
ja: 旅のタグに合う音楽を選びます

# vlog.bgm.none
source: 음악 없이
en: No music
ja: 音楽なし

# vlog.bgm.none.subtitle
source: 현장의 소리만 그대로 담아요
en: Keep only the original ambient sound
ja: 現地の音だけをそのまま残します

# vlog.bgmSheet.subtitle
source: 미리 들어보고 골라도, 그냥 맡겨도 좋아요
en: Preview and pick, or just leave it to us
ja: 試聴して選んでも、お任せでもOK

# vlog.bgmSheet.title
source: 어떤 음악과 함께할까요?
en: Which music should we add?
ja: どんな音楽と一緒にしますか？

# vlog.caption.placeholder
source: 이 순간을 한 줄로 (선택)
en: One line about this moment (optional)
ja: この瞬間をひとことで（任意）

# vlog.caption.subtitle
source: 장소를 골라 그때의 한마디를 남겨보세요. 비워두면 장소와 시각만 나와요.
en: Pick a place and leave a line about that moment. Leave it empty to show just the place and time.
ja: 場所を選んで、その時のひとことを残しましょう。 空欄なら場所と時刻だけ表示されます。

# vlog.caption.title
source: 장소별 한 줄
en: A line for each place
ja: 場所ごとにひとこと

# vlog.creating
source: 추억을 만들고 있어요...
en: Creating your memories...
ja: 思い出を作っています...

# vlog.done.fallbackNoShare
source: 방 공유는 이루어지지 않았어요
en: It wasn't shared to your rooms
ja: ルームへのシェアは行われませんでした

# vlog.done.fallbackNotice
source: 네트워크 문제로 음악·자막 없는 기본 버전으로 저장했어요
en: Saved a basic version without music or captions due to a network issue
ja: ネットワークの問題で、音楽・字幕なしの基本バージョンを保存しました

# vlog.done.saveFailed
source: 앨범 저장에 실패했어요 · 공유로 저장할 수 있어요
en: Couldn't save to album · You can save via Share
ja: アルバム保存に失敗しました · 共有で保存できます

# vlog.done.savedMulti
source: %d가지 버전이 앨범에 자동 저장됐어요
en: %d versions were saved to your album automatically
ja: %d種類のバージョンがアルバムに自動保存されました

# vlog.done.savedSingle
source: 완성된 영상은 앨범에 자동 저장됐어요
en: The finished video was saved to your album automatically
ja: 完成した動画はアルバムに自動保存されました

# vlog.done.title
source: Vlog가 완성됐어요!
en: Your vlog is ready!
ja: Vlogが完成しました！

# vlog.error.noClips
source: 촬영된 영상이 없습니다.
en: No recorded videos.
ja: 撮影された動画がありません。

# vlog.error.noVideoTrack
source: 영상 트랙을 읽을 수 없습니다.
en: Couldn't read the video track.
ja: 動画トラックを読み込めません。

# vlog.error.serverBusy
source: 연결이 잠시 끊겼어요. 서버는 계속 영상을 만들고 있으니, 다시 시도하면 처음부터 올리지 않고 완성본을 그대로 받아옵니다.
en: The connection dropped, but the server is still rendering. Try again and we'll pick up the finished video without re-uploading.
ja: 接続が切れましたが、サーバーは動画を作り続けています。もう一度試すと、アップロードし直さずに完成した動画を受け取れます。

# vlog.error.serverBusy.title
source: 서버가 아직 만들고 있어요
en: Still rendering on the server
ja: サーバーでまだ作成中です

# vlog.error.writeFailed
source: 영상 생성에 실패했습니다.
en: Failed to create the video.
ja: 動画の生成に失敗しました。

# vlog.failed
source: Vlog 생성에 실패했어요
en: Failed to create your vlog
ja: Vlogの作成に失敗しました

# vlog.font.blackhansans
source: 검은고딕
en: Black Han Sans
ja: ブラックハンサンス

# vlog.font.gooltokki
source: 굴토끼
en: Gooltokki
ja: グルトッキ

# vlog.font.gowun
source: 고운바탕
en: Gowun Batang
ja: コウンバタン

# vlog.font.jua
source: 주아
en: Jua
ja: ジュア

# vlog.font.kkubulim
source: 꾸불림
en: Kkubulim
ja: クブルリム

# vlog.font.nanumpen
source: 나눔손글씨
en: Nanum Pen
ja: ナヌム手書き

# vlog.font.pretendard
source: 프리텐다드
en: Pretendard
ja: プリテンダード

# vlog.font.sampleName
source: 우리 동네
en: My Place
ja: わたしの場所

# vlog.fontScale.large
source: 크게
en: Large
ja: 大

# vlog.fontScale.medium
source: 보통
en: Medium
ja: 中

# vlog.fontScale.small
source: 작게
en: Small
ja: 小

# vlog.format.blurConvert
source: 블러 배경으로 변환
en: Converted with blurred background
ja: ぼかし背景に変換

# vlog.format.included
source: 기본 포함 · 촬영 방향 그대로
en: Included · matches filming orientation
ja: 標準 · 撮影の向きのまま

# vlog.format.insta
source: 인스타 · 정방형
en: Instagram · Square
ja: インスタ · 正方形

# vlog.format.landscapeBadge
source: 가로 촬영 특화
en: Best for landscape footage
ja: 横撮影に最適

# vlog.format.portraitBadge
source: 세로 촬영 특화
en: Best for portrait footage
ja: 縦撮影に最適

# vlog.format.reels
source: 릴스 · 세로
en: Reels · Portrait
ja: リール · 縦

# vlog.format.squareCrop
source: 여백 없이 꽉 차게 잘라서 변환
en: Cropped to fill without margins
ja: 余白なしにクロップして変換

# vlog.format.youtube
source: 유튜브 · 가로
en: YouTube · Landscape
ja: YouTube · 横

# vlog.formatSheet.subtitle
source: 촬영 방향에 딱 맞는 포맷은 기본으로 포함돼요
en: The format matching your filming orientation is always included
ja: 撮影の向きに合ったフォーマットは標準で含まれます

# vlog.formatSheet.title
source: 어떤 포맷으로 만들까요?
en: Which formats should we make?
ja: どのフォーマットで作りますか？

# vlog.goBack
source: 돌아가기
en: Go Back
ja: 戻る

# vlog.goHome
source: 홈으로 돌아가기
en: Back to Home
ja: ホームに戻る

# vlog.guestLimit.later
source: 나중에 할게요
en: Maybe later
ja: あとで

# vlog.guestLimit.message
source: 회원가입 없이 만들 수 있는 브이로그는 여기까지예요. 회원가입하면 계속 만들 수 있고, 발자취 지도에도 쌓여요.
en: That was the one vlog you can make without an account. Sign up to keep making them and build your footprint map.
ja: 登録なしで作れるブイログはここまでです。 登録すると作り続けられ、足あとマップにも残ります。

# vlog.guestLimit.signUp
source: 회원가입하고 계속 만들기
en: Sign up and keep going
ja: 登録して続ける

# vlog.guestLimit.title
source: 첫 브이로그는 어떠셨나요?
en: How was your first vlog?
ja: 最初のブイログはいかがでしたか？

# vlog.invite.message
source: 회원가입하면 다음 브이로그도 계속 만들 수 있고, 다녀온 곳이 발자취 지도에 쌓여요.
en: Sign up to keep making vlogs and watch the places you've been fill your footprint map.
ja: 登録すると次のブイログも作り続けられ、 訪れた場所が足あとマップに残ります。

# vlog.invite.signUp
source: 회원가입하고 이어가기
en: Sign up and continue
ja: 登録して続ける

# vlog.invite.title
source: 이 브이로그, 여기서 끝내긴 아깝죠?
en: Don't let this be the last one
ja: このブイログ、ここで終わりはもったいない

# vlog.keepsRunning
source: 앱을 닫아도 서버에서 계속 만들어져요
en: Keeps rendering on our servers even if you close the app
ja: アプリを閉じてもサーバーで作成が続きます

# vlog.loginRequired
source: 로그인이 필요해요.
en: Sign-in required.
ja: ログインが必要です。

# vlog.makeVersions
source: %d가지 버전으로 만들기
en: Create %d versions
ja: %d種類のバージョンで作成

# vlog.next
source: 다음
en: Next
ja: 次へ

# vlog.photoPermission
source: 앨범 저장을 위해 사진 권한이 필요해요. 설정에서 사진 접근을 허용해주세요.
en: Photo access is needed to save to your album. Please allow photo access in Settings.
ja: アルバム保存には写真へのアクセス許可が必要です。 設定で写真アクセスを許可してください。

# vlog.preview
source: 미리듣기
en: Preview
ja: 試聴

# vlog.resume
source: 이어받기
en: Resume
ja: 再開する

# vlog.retry
source: 다시 시도
en: Try again
ja: もう一度試す

# vlog.saveWithoutMusic
source: 음악 없이 지금 저장
en: Save now without music
ja: 音楽なしで今すぐ保存

# vlog.share
source: 공유하기
en: Share
ja: シェアする

# vlog.shareChooser
source: Vlog 공유
en: Share Vlog
ja: Vlogを共有

# vlog.subtitleColor.ink
source: 먹색
en: Ink
ja: インク

# vlog.subtitleColor.mint
source: 민트
en: Mint
ja: ミント

# vlog.subtitleColor.orange
source: 주황
en: Orange
ja: オレンジ

# vlog.subtitleColor.pink
source: 분홍
en: Pink
ja: ピンク

# vlog.subtitleColor.sky
source: 하늘
en: Sky
ja: スカイ

# vlog.subtitleColor.white
source: 흰색
en: White
ja: ホワイト

# vlog.subtitleColor.yellow
source: 노랑
en: Yellow
ja: イエロー

# vlog.subtitleFields.both
source: 둘 다
en: Both
ja: 両方

# vlog.subtitleFields.place
source: 장소만
en: Place only
ja: 場所のみ

# vlog.subtitleFields.time
source: 시각만
en: Time only
ja: 時刻のみ

# vlog.textSheet.captionLabel
source: 한 줄 문구
en: One-line caption
ja: ひとことキャプション

# vlog.textSheet.captionPlaceholder
source: 오늘을 한 줄로 (선택)
en: Sum up today (optional)
ja: 今日をひとことで（任意）

# vlog.textSheet.colorLabel
source: 강조색
en: Accent color
ja: アクセントカラー

# vlog.textSheet.fieldsLabel
source: 표시 항목
en: What to show
ja: 表示する項目

# vlog.textSheet.fontLabel
source: 글씨체
en: Font
ja: 書体

# vlog.textSheet.holdHint
source: 끄면 2.5초 뒤 사라져요
en: Off: fades after 2.5 seconds
ja: オフ：2.5秒後に消えます

# vlog.textSheet.holdLabel
source: 자막 계속 띄우기
en: Keep subtitles visible
ja: 字幕を出したままにする

# vlog.textSheet.sizeLabel
source: 크기
en: Size
ja: サイズ

# vlog.textSheet.subtitle
source: 브이로그 전체에 공통으로 적용돼요
en: Applied to the whole vlog
ja: ブイログ全体に適用されます

# vlog.textSheet.title
source: 글씨 스타일
en: Text Style
ja: 文字スタイル

# vlog.thumbnail.done
source: 썸네일 설정 완료 · 변경하기
en: Thumbnail set · Change
ja: サムネイル設定完了 · 変更する

# vlog.thumbnail.failed
source: 업로드 실패 · 다시 시도
en: Upload failed · Try again
ja: アップロード失敗 · 再試行

# vlog.thumbnail.pick
source: 탐색탭에 보여질 썸네일 고르기
en: Pick a thumbnail for the Explore tab
ja: 探索タブに表示されるサムネイルを選ぶ

# vlog.thumbnail.uploading
source: 썸네일 업로드 중...
en: Uploading thumbnail...
ja: サムネイルをアップロード中...

# vloglimit.durationMsg
source: 브이로그 영상은 최대 5분까지 담을 수 있어요. 지금까지 담은 순간들로 멋진 영상을 만들어드릴게요.
en: Vlogs can be up to 5 minutes long. We'll make a great video from the moments you've captured so far.
ja: Vlog動画は最大5分まで収録できます。 これまでに撮った瞬間で素敵な動画を作ります。

# vloglimit.freeMsg
source: 오늘 담을 수 있는 30초를 모두 썼어요. 지금까지 찍은 순간들로 브이로그를 만들어보세요.
en: You’ve used all 30 seconds for today. Turn what you’ve captured into a vlog.
ja: 今日の30秒をすべて使いました。 これまでの瞬間でブイログを作ってみましょう。

# vloglimit.learnPro
source: tteona PRO 알아보기
en: Learn about tteona PRO
ja: tteona PROを見る

# vloglimit.proFeature
source: 한 장소에 최대 20초 · 하루 총 5분까지
en: Up to 20s per place · 5 min a day
ja: 一つの場所に最大20秒 · 1日合計5分まで

# vloglimit.title
source: 촬영 한도에 도달했어요
en: You've reached the limit
ja: 撮影の上限に達しました

# vlogserver.almostDone
source: 거의 다 됐어요
en: Almost done
ja: もうすぐ完成です

# vlogserver.editing
source: 서버에서 편집 중이에요
en: Editing on the server
ja: サーバーで編集中です

# vlogserver.error.badResponse
source: 서버 응답 오류: %@
en: Server error: %@
ja: サーバー応答エラー：%@

# vlogserver.error.clipUploadFailed
source: 클립 %1$d 업로드 실패: %2$@
en: Failed to upload clip %1$d: %2$@
ja: クリップ%1$dのアップロードに失敗: %2$@

# vlogserver.error.compositeStartFailed
source: 합성 시작 실패
en: Failed to start compositing
ja: 合成開始に失敗しました

# vlogserver.error.downloadFailed
source: 완성본 다운로드 실패
en: Failed to download the result
ja: 完成版のダウンロードに失敗しました

# vlogserver.error.jobCreateFailed
source: 잡 생성 실패: %@
en: Failed to create job: %@
ja: ジョブ作成に失敗: %@

# vlogserver.error.jobCreateResponse
source: 잡 생성 응답 오류
en: Invalid job creation response
ja: ジョブ作成応答エラー

# vlogserver.error.noClips
source: 업로드할 클립이 없어요.
en: No clips to upload.
ja: アップロードするクリップがありません。

# vlogserver.error.processingFailed
source: 서버 편집 실패: %@
en: Server editing failed: %@
ja: サーバー編集失敗：%@

# vlogserver.error.statusFailed
source: 상태 조회 실패
en: Failed to fetch status
ja: 状態取得に失敗しました

# vlogserver.error.timeout
source: 서버 편집 시간 초과
en: Server editing timed out
ja: サーバー編集がタイムアウトしました

# vlogserver.prep
source: 서버에 편집을 준비하고 있어요
en: Preparing editing on the server
ja: サーバーで編集を準備しています

# vlogserver.receiving
source: 완성본을 받아오고 있어요
en: Downloading the finished video
ja: 完成版を受信しています

# vlogserver.receivingFormats
source: 선택한 포맷 버전을 받아오고 있어요
en: Downloading the selected format versions
ja: 選択したフォーマット版を受信しています

# vlogserver.resuming
source: 만들던 영상을 이어받는 중...
en: Resuming your video...
ja: 作成中の動画を再開しています...

# vlogserver.uploading
source: 클립 업로드 중 (%d/%d)
en: Uploading clips (%d/%d)
ja: クリップをアップロード中（%d/%d）

# weather.clear
source: 맑음
en: Clear
ja: 晴れ

# weather.cloudy
source: 흐림
en: Cloudy
ja: くもり

# weather.drizzle
source: 이슬비
en: Drizzle
ja: 霧雨

# weather.fog
source: 안개
en: Fog
ja: 霧

# weather.partlyCloudy
source: 구름 조금
en: Partly cloudy
ja: 晴れ時々くもり

# weather.rain
source: 비
en: Rain
ja: 雨

# weather.showers
source: 소나기
en: Showers
ja: にわか雨

# weather.snow
source: 눈
en: Snow
ja: 雪

# weather.snowShowers
source: 눈 소나기
en: Snow showers
ja: にわか雪

# weather.thunderstorm
source: 뇌우
en: Thunderstorm
ja: 雷雨
